[
    {
        "name": "Reactorland",
        "leaderName": "Reactor Ani Glendelian",
        "adjective": ["Reactor"],
        "startBias": ["Coast"],
        "preferredVictoryType": "Cultural",
        "favoredReligion": "Humanism",

        "startIntroPart1": "Hamhostha, this is Ani Glendelian speaking. We Reactors have finally reached the far away New Earth, the land of beautiful pristine green grasslands, the exotic trees growing, the unique animal life. The beauty of this planet has made me fall in love on this planet so much. We Reactors have never found such beautiful place like this but we ask our talent reactors and they said it was a great discovery. Reactorland is built by a nation descended from YouTube reactors and our talent reactor patrons that have passed away a long time ago will be pleased.",
       "startIntroPart2": "Narrator: Reactor Ani, will you rule this new world with free happiness? Will she succeed to unite this new earth with reaction videos? Will she create a colony that stands the test of time?",
        "declaringWar": "BREAKING NEWS: A foreign country has declared war against the people of Reactorland, I wish our country will survive and we must be prepared for it.",
        "attacked": "BREAKING NEWS: War has broke out in our homeland. Go inside the underground or a safe place to protect yourselves from civilian casualty.",
        "defeated": "This is Wasteland Reaction Studios, now signing off.",
        "introduction": "Welcome to Reactorland, we are the descendants of the Fine Brothers Entertainment reactors. Please watch us on the world's most watched TV show on the wasteland, The People's Voices only on RTS Reactorland.",
        "neutralHello": "The people's minds are listening.",
        "hateHello": "The people of Reactorland will not tolerate any of your questionable actions.",
        "tradeRequest": "The people's voices has spoken.",

        "outerColor": [15, 171, 255],
        "innerColor": [255, 255, 255],
        "uniqueName": "The Fine Brothers Entertainment",
        "uniques": [
            "[+1 Food] from [Terraboretum] tiles [in all cities]",
            "[+1 Culture] [in all cities]"
        ],
        "cities": [
            "Toritown",
            "Ericstate",
            "Brandonii",
            "Mikaelania",
            "Brooklinstead",
            "Tomphelania",
            "Liaia",
            "Finea",
            "Sharonia",
            "Brittany",
            "Madisonia",
            "Raeland",
            "Anahitanni",
            "Dannyland",
            "Sydney",         
            "Shanthill",
            "Taliania",
            "Beauburgia",
            "Marhlyborough",
            "Jaykania",
            "Albertona",
            "Jordan Bay",
            "Chelseani",
            "Jeannieville",
            "Kennedyia",
            "Vartuhiford",
            "Megan-Shannonia",
            "Racheltown",
            "Haleyby",
            "Jaxonfort",
            "Briannaton",
            "Alliso-Kelli",
            "Morgania",
            "Aryii",
            "Labibia",
            "Norana",
            "Laineyfort"
        ]
    }
]
